{
    "ac_button" : "A button related to the airconditioning unit, used for selecting different modes of operation",
    "ac_dial" : "A dial related to the airconditioning unit, used for regulating tempertures",
    "ac_switch" : "A switch related to the airconditioning unit, used for selecting different modes of operation",
    "brake_lever" : "Hand brake lever, once raised ensures car is unable to move",
    "brake_pedal" : "The brake pedal brings the car to a halt when pressed on",
    "coolent_meter" : "The coolent meter present the currrent temperture level of the vehicle",
    "cruise_button" : "The cruise control button allows the car remain at the same speed without pressing the gas pedal.",
    "cruise_control_button" : "The cruise control button allows the car remain at the same speed without pressing the gas pedal.",
    "dash_button" : "A dashboard button which sets the time displayed in the dash screen",
    "dash_screen" : "The dash screen provides the time, date and other useful information",
    "eject_button" : "The radio eject button ejects the CD currently inside the radio when pressed on.",
    "emergency_button" : "The emergency button emits distress lights when pressed, used when requiring assistance or to notify other drivers to beware",
    "engine_start_button" : "Button used to start the engine.",
    "fuel_meter" : "The fuel meter displays the current level of fuel in the gas tank.",
    "gas_pedal" : "The gas pedal controls the amount of gas being fed into the engine and thereby controls the speed of the vehicle.",
    "gear_lever" : "A lever used to change gears while driving.",
    "ignition_button" : "Button used to start the engine.",
    "lights_button" : "A button used to tun the headlight on/off.",
    "lights_dial" : "A dial used to adjust the level and setting of the headlights.",
    "media_button" : "A button associated with the media system of the vehicle.",
    "media_screen" : "A screen presenting various information depending on the media system, i.e. navigation programs, curresnt song playing or current radio station.",
    "mute_button" : "When pressed, this button mutes the radio/media system.",
    "radio" : "The vehicle's radio, could be operated by adjacent control elements.",
    "radio_button" : "Buttons used for adjusting the radio station favorites and quickly swapping between them.",
    "radio_dial" : "The radio dial regulates the AM/FM station or the volume lever of the radio system.",
    "radio_switch" : "A switch used for tunring radio setting on/off.",
    "rpm_meter" : "Displays the current number of rounds-per-minute the engine goes through",
    "sd_slot" : "A slot to place a memory card to be used by the radio system",
    "speed_meter" : "A meter displaying the current speed of the vehicle in kilometers per hour or miles per hour.",
    "usb_button" : "Used to switch to from radio to usb configuration.",
    "volume_button" : "USed to adjust the sound system volume.",
    "wheel_button" : "Placed on the wheel for easy access to the driver, these buttons usually involve answering or hanging up a call, activate cruise control or changing setting in the sound system.",
    "window_button" : "Used to raise/lower the window."
}
