{
    "ac_button" : "A button related to the airconditioning unit, used for selecting different modes of operation",
    "ac_dial" : "A dial related to the airconditioning unit, used for regulating tempertures",
    "ac_switch" : "A switch related to the airconditioning unit, used for selecting different modes of operation",
    "brake_lever" : "Hand brake lever, once raised ensures car is unable to move",
    "brake_pedal" : "The brake pedal brings the car to a halt when pressed on",
    "coolent_meter" : "The coolent meter present the currrent temperture level of the vehicle",
    "cruise_button" : "The cruise control button allows the car remain at the same speed without pressing the gas pedal.",
    "cruise_control_button" : "The cruise control button allows the car remain at the same speed without pressing the gas pedal.",
    "dash_button" : "A dashboard button which sets the time displayed in the dash screen",
    "dash_screen" : "The dash screen provides the time, date and other useful information",
    "eject_button" : "The radio eject button ejects the CD currently inside the radio when pressed on.",
    "emergency_button" : "The emergency button emits distress lights when pressed, used when requiring assistance or to notify other drivers to beware",
    "engine_start_button" : "",
    "fuel_meter" : "",
    "gas_pedal" : "",
    "gear_lever" : "",
    "ignition_button" : " ",
    "lights_button" : "",
    "lights_dial" : "",
    "media_button" : "",
    "media_screen" : "",
    "mute_button" : "",
    "radio" : "",
    "radio_button" : "",
    "radio_dial" : "The radio dial regulates the AM/FM station or the volume lever of the radio system.",
    "radio_switch" : "",
    "rpm_meter" : "Displays the current number of rounds-per-minute the engine goes through",
    "sd_slot" : "A slot to place a memory card to be used by the radio system",
    "speed_meter" : "",
    "usb_button" : "",
    "volume_button" : "",
    "wheel_button" : "",
    "window_button" : ""
}
